CoenraadS.bracket-pair-colorizer
EditorConfig.EditorConfig
PeterJausovec.vscode-docker
SirTori.indenticator
akamud.vscode-theme-onedark
asvetliakov.snapshot-tools
christian-kohler.npm-intellisense
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
discountry.react-redux-react-router-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ionutvmi.path-autocomplete
kevinkyang.auto-comment-blocks
lXSPandora.vscode-styled-components-snippets
ms-vscode.atom-keybindings
oderwat.indent-rainbow
robertohuertasm.vscode-icons
timothymclane.react-redux-es6-snippets
waderyan.gitblame
whatwedo.twig
whizkydee.material-palenight-theme
wix.vscode-import-cost