SirTori.indenticator
ahmadawais.shades-of-purple
andys8.jest-snippets
apollographql.vscode-apollo
asvetliakov.snapshot-tools
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
file-icons.file-icons
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gcazaciuc.vscode-flow-ide
ionutvmi.path-autocomplete
jock.svg
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
lehni.vscode-titlebar-less-macos
ms-azuretools.vscode-docker
ms-vscode.atom-keybindings
ms-vscode.cpptools
oderwat.indent-rainbow
Orta.vscode-jest
PKief.material-icon-theme
sdras.night-owl
silvenon.mdx
swyphcosmo.spellchecker
vscode-icons-team.vscode-icons
waderyan.gitblame
whizkydee.material-palenight-theme
wix.vscode-import-cost